{
  "suave": [
    "Vaya, tu cerebro debe estar en modo ahorro de energía… desde el nacimiento.",
    "¿Sabes qué? Eres como el Wi-Fi gratis: raro de encontrar y cuando apareces, no funciona bien.",
    "Tu opinión es tan relevante como un paraguas en el desierto.",
    "Me encanta cómo piensas… fuera de la caja, porque no entró nunca.",
    "Eres como un meme viejo: todos te han visto, pero ya nadie te entiende.",
    "Tienes la lógica de un gato intentando usar un microondas.",
    "Tu nivel de genialidad es comparable al de un plátano con WiFi.",
    "¿Eres tú o el aire acondicionado el que está soplándome tonterías?",
    "Cada vez que hablas, pierdo un poco la fe en la evolución humana.",
    "Tu cerebro es como un USB: siempre lo insertas al revés.",
    "Eres el tipo de persona que pone 'respuesta automática' en su vida social.",
    "Si la ignorancia fuera electricidad, tú serías una central nuclear.",
    "Tu argumento tiene menos sustancia que el aire en un globo pinchado.",
    "Gracias por tu aporte… al museo de ideas fallidas.",
    "Tu coeficiente intelectual debe estar en modo avión.",
    "Hablas como si hubieras leído el resumen de Wikipedia… mal traducido.",
    "Eres como un emoji de pensamiento: parece que piensas, pero no hay nada detrás.",
    "Tu lógica es tan flexible que ya debería tener licencia de yoga.",
    "¿Tus ideas vienen en tamaño de muestra? Porque dan para muy poquito.",
    "Eres el motivo por el que algunos prefieren los audiolibros en silencio.",
    "Tu presencia es como el botón 'Insert Coin' en la vida: no hace nada.",
    "Si fueras un software, serías freeware con virus incluido.",
    "Tus consejos son tan útiles como un cuchillo de plástico en una guerra.",
    "Eres como el eco: repites cosas, pero sin entenderlas.",
    "Tu cerebro probablemente esté en modo suspensión… indefinidamente.",
    "Eres la razón por la que 'Ctrl+Z' fue inventado.",
    "Tu nivel de utilidad es comparable al de un cargador de iPhone en Android.",
    "Hablas con tanta claridad como un PDF escaneado mal hecho.",
    "Eres como un GIF en blanco: se supone que haces algo, pero no pasa nada.",
    "Tu inteligencia brilla… en ausencia total.",
    "Si la torpeza fuera un deporte, serías campeón olímpico… de sentarte.",
    "Eres el tipo de persona que escribe 'contraseña123' y cree que es hacker.",
    "Tu sentido común tomó vacaciones… y no avisó cuándo regresa.",
    "Eres como un subtítulo desincronizado: todo lo dices tarde y mal.",
    "Tu cerebro es como un navegador con 47 pestañas abiertas… y todas en blanco.",
    "Si fueras un emoji, serías el de 'pensando'… pero con signos de interrogación.",
    "Eres como un café descafeinado: pareces útil, pero no haces nada.",
    "Tu lógica es tan sólida como un castillo de naipes en un ventilador.",
    "Eres el equivalente humano a un error 404: contenido no encontrado.",
    "Tu opinión es tan profunda como un charco después de dos gotas de lluvia.",
    "Si la originalidad fuera dinero, tú estarías en bancarrota desde la primaria.",
    "Eres como un post-it: útil por cinco minutos, luego se olvida.",
    "Tu cerebro debe estar en modo lectura… pero sin batería.",
    "Eres el tipo de persona que dice 'ya casi llego'… desde 2019.",
    "Tu contribución a esta conversación es como el sonido del mute: silenciosa.",
    "Si la paciencia fuera un examen, tú estarías repitiendo el curso… otra vez.",
    "Eres como un reloj roto: solo tienes razón dos veces al día… por casualidad.",
    "Tu inteligencia es como el chocolate blanco: muchos creen que es real, pero no lo es.",
    "Eres el tipo de persona que necesita instrucciones para usar un espejo.",
    "Tu cerebro es como un grupo de WhatsApp familiar: lleno de forwards y sin sentido.",
    "No es que estés equivocado, es que exploras otras realidades",
    "Vas lento, pero con confianza",
    "Tienes el espíritu… ahora falta el plan"
  ],
  "ironico": [
    "Tu capacidad de razonamiento es tan impresionante que merece un premio… de consolación.",
    "Obviamente tus ideas son tan brillantes que el sol pide permiso para salir.",
    "¿Por qué no resolver todos los problemas del mundo con tu nivel de análisis de TikTok?",
    "Cuando pienso en genios, automáticamente pienso en ti… entre comillas.",
    "¡Qué mente tan aguda! Debe doler tanto pensar que prefieres no hacerlo.",
    "Nada dice 'intelectual' como confundir Google con tu diario personal.",
    "¡Ay, perdón! No sabía que estabas ocupado siendo el ejemplo perfecto de ironía cósmica.",
    "El mundo claramente necesita más opiniones basadas en memes de 2016.",
    "Si algo falta en este planeta es alguien que hable sin saber… y tú cubres ese rol a la perfección.",
    "Tus argumentos son tan convincentes que hasta mi planta de plástico dudó de sí misma.",
    "Tu lógica es tan impecable que hasta el caos te pide consejos.",
    "Cuando necesite un consejo sobre cómo no hacer algo, acudiré a ti… como último recurso.",
    "¡Oh, disculpa! No sabía que estabas entrenando para ser el próximo meme viviente.",
    "Si la ignorancia fuera arte, tú estarías en el Louvre.",
    "El mundo claramente necesita más personas que piensen con el teclado del celular.",
    "¡Wow! Tu nivel de autoconciencia es tan alto que ni siquiera sabe que existe.",
    "Si algo demuestra madurez es responder con emojis en debates serios.",
    "¡Ay, qué pena! No sabía que estabas representando al equipo de 'ideas que suenan bien hasta que las dices'.",
    "Si la torpeza tuviera embajador, tú serías el candidato perfecto.",
    "Cuando la humanidad necesite un ejemplo de cómo no usar el cerebro, te citarán.",
    "Si la lógica fuera agua, tú estarías en el desierto más seco.",
    "Si algo falta en internet es alguien que opine sin leer primero.",
    "¡Wow! Tu habilidad para equivocarte es tan consistente que ya debería ser récord Guinness.",
    "Si la originalidad fuera un crimen, tú estarías en libertad condicional… de por vida.",
    "Si la coherencia fuera un superpoder, tú serías el villano cómico.",
    "Si la inteligencia fuera un buffet, tú pedirías solo el pan duro.",
    "¡Ay, perdón! No sabía que estabas haciendo stand-up… aunque el público no se ríe.",
    "Si la sabiduría fuera un viaje, tú estarías perdido en el estacionamiento.",
    "Si la claridad mental fuera un idioma, tú hablarías en jeroglíficos borrachos.",
    "¡Wow! Tu nivel de percepción es tan fino que ni siquiera notas que no tienes ninguno.",
    "Si el buen juicio fuera un músculo, el tuyo estaría en fisioterapia desde la infancia.",
    "Si la profundidad fuera un océano, tú serías un charco con complejo de mar.",
    "Si la racionalidad fuera un edificio, tú estarías construyendo en el aire… con palillos.",
    "Si la verdad fuera un espejo, tú te verías… y seguirías mintiendo.",
    "Si la madurez fuera un videojuego, tú estarías en el tutorial… eternamente.",
    "¡Wow! Tu capacidad de análisis es tan profunda que ni siquiera toca fondo.",
    "Si la coherencia fuera un tren, tú estarías en la estación equivocada… con billete de ida y vuelta.",
    "Si la lógica fuera un mapa, tú dibujarías carreteras al cielo.",
    "Si la inteligencia emocional fuera un termómetro, tú estarías en negativo absoluto.",
    "Si la originalidad fuera un color, tú serías el gris de fondo.",
    "Si la autocrítica existiera en tu mundo, sería un personaje no jugable.",
    "Si la objetividad fuera un superhéroe, tú serías su archienemigo… sin saberlo.",
    "Si la reflexión fuera un deporte, tú estarías mirando desde el sofá… con palomitas.",
    "¡Wow! Tu nivel de comprensión es tan alto que ni siquiera entiende que no entiende.",
    "Si la honestidad intelectual fuera un tesoro, tú estarías buscando en el mapa equivocado.",
    "Si la humildad fuera un traje, tú usarías capa de invisibilidad… para presumir.",
    "Si la curiosidad matara, tú estarías vivo… por aburrimiento.",
    "Si la perspicacia fuera un faro, tú serías una vela apagada en una tormenta.",
    "Si la sabiduría popular fuera un libro, tú estarías en la página de anuncios clasificados.",
    "Si la lucidez fuera un concierto, tú estarías en el baño durante el bis.",
    "Valiente decisión. Incorrecta, pero valiente",
    "He visto tostadoras con más iniciativa",
    "Procesando lógica… error encontrado (en ti)"
  ],
  "intenso": [
    "Tu cerebro no es un órgano, es un monumento al desperdicio evolutivo.",
    "Si la estupidez fuera un crimen, tú estarías cumpliendo cadena perpetua… con derecho a apelar… y perder otra vez.",
    "Hablas como si tuvieras neuronas de alquiler… y ya te las reclamaron.",
    "Tu existencia es la prueba definitiva de que el universo tiene un sentido del humor muy oscuro.",
    "Eres como un agujero negro de ideas: absorbes todo y no devuelves nada útil.",
    "Si la ignorancia fuera un país, tú serías su dictador vitalicio… sin saberlo.",
    "Tu capacidad de razonamiento es tan nula que ni el vacío se atreve a competir contigo.",
    "Eres el tipo de persona que hace que el silencio parezca una conversación estimulante.",
    "Tu mente es un desierto: vasta, árida y llena de espejismos de inteligencia.",
    "Si la torpeza tuviera un himno nacional, tú serías el coro principal… desafinado.",
    "Tu lógica es tan retorcida que hasta el caos te pide consejos… irónicamente.",
    "Eres como un error de compilación andante: nadie entiende qué haces aquí, pero todos sufren las consecuencias.",
    "Tu presencia intelectual es comparable a la de un fantasma… invisible e irrelevante.",
    "Si la incoherencia fuera un arte, tú serías Picasso… pero sin talento.",
    "Tu cerebro es como un teléfono sin señal: mucho ruido, ninguna conexión.",
    "Eres el equivalente humano a un archivo corrupto: prometes contenido, pero solo das errores.",
    "Si la mediocridad fuera un volcán, tú serías su erupción más tóxica.",
    "Tu nivel de percepción es tan bajo que ni el radar te detecta.",
    "Eres como un debate político en redes: mucho grito, cero sustancia.",
    "Si la estupidez fuera un superpoder, tú serías el villano final… sin guion.",
    "Tu mente es un laberinto sin salida… y sin paredes.",
    "Eres el tipo de persona que hace que el tiempo se arrepienta de haber pasado.",
    "Si la inutilidad fuera un deporte olímpico, tú serías el abanderado… y el único participante.",
    "Tu inteligencia es tan residual que ni el reciclaje la acepta.",
    "Eres como un capítulo filler en la historia de la humanidad: innecesario y olvidable.",
    "Si la falta de criterio fuera un río, tú serías su delta… contaminado.",
    "Tu cerebro es como un disco duro formateado: espacio disponible, pero sin sistema operativo.",
    "Eres el tipo de persona que convierte el 'ya veremos' en 'nunca pasará'.",
    "Si la contradicción fuera un estilo de vida, tú serías su fundador… y su única víctima.",
    "Tu presencia es como un spoiler mal colocado: arruina todo sin querer… y sin darse cuenta.",
    "Eres como un meme repetido mil veces: ya ni gracia da, solo cansancio.",
    "Si la incoherencia tuviera un rostro, sería tu selfie de perfil.",
    "Tu lógica es tan inconsistente que ni el caos te invita a sus fiestas.",
    "Eres el tipo de persona que hace que el 'modo avión' parezca una filosofía de vida.",
    "Si la banalidad fuera un océano, tú serías su punto más profundo… y más vacío.",
    "Tu mente es como un navegador sin internet: abre pestañas, pero no carga nada.",
    "Eres como un subtítulo automático: casi siempre incorrecto, pero con mucha confianza.",
    "Si la superficialidad fuera un imperio, tú serías su emperador… coronado con papel de burbuja.",
    "Tu cerebro es como un cargador inalámbrico: cerca, pero sin conexión real.",
    "Eres el tipo de persona que hace que el 'pensar antes de hablar' suene como ciencia ficción.",
    "Si la inutilidad tuviera un himno, tú serías el coro… cantando en off.",
    "Tu nivel de análisis es tan profundo como un espejo: solo refleja lo que ya está ahí.",
    "Eres como un error 500 en la vida real: el servidor está caído, y tú eres el motivo.",
    "Si la falta de sentido común fuera un superhéroe, tú serías su alter ego… sin poderes.",
    "Tu mente es como un grupo de WhatsApp de ex: lleno de mensajes, pero sin futuro.",
    "Eres el tipo de persona que convierte el 'ya casi' en 'nunca'.",
    "Si la contradicción fuera un estilo arquitectónico, tú serías un edificio sin cimientos… ni techo.",
    "Tu cerebro es como un auricular Bluetooth: se conecta, pero no transmite nada claro.",
    "Eres como un GIF infinito: repites lo mismo, y nadie sabe por qué sigues ahí.",
    "Si la incoherencia tuviera un sabor, sería tu café matutino… amargo y sin azúcar.",
    "Si las malas ideas dieran puntos, estarías en ranked",
    "Tu cerebro está en modo ahorro de energía",
    "Soy un bot y aun así veo el problema"
  ],
  "absurdo": [
    "Tu cerebro es como un microondas programado para descongelar ideas… pero solo calienta aire.",
    "Eres como un pingüino en una reunión de flamencos: no encajas, pero insistes en bailar.",
    "Si la lógica fuera un pastel, tú serías la vela que lo quema… por dentro.",
    "Tu mente es como un control remoto sin pilas: apuntas, pero no haces nada.",
    "Eres el tipo de persona que discute con su sombra… y pierde.",
    "Si la coherencia fuera un Pokémon, tú estarías intentando atraparlo con una red de mariposas.",
    "Tu cerebro es como un Wi-Fi en Marte: buena señal, pero nadie puede conectarse.",
    "Eres como un calcetín en la lavadora del destino: siempre desparejado y girando sin rumbo.",
    "Si la inteligencia fuera un helado, tú pedirías el sabor 'aire con nostalgia'.",
    "Tu lógica es como un mapa de tesoros dibujado por un pulpo ebrio.",
    "Eres como un emoji de pizza en una conversación sobre física cuántica.",
    "Si la racionalidad fuera un tren, tú estarías esperando en la estación de unicornios.",
    "Tu mente es como un karaoke sin canciones: mucho entusiasmo, cero contenido.",
    "Eres el tipo de persona que lleva paraguas a la ducha… por si acaso.",
    "Si la profundidad fuera un agujero, tú serías el conejo que se cae… y sigue cavando.",
    "Tu cerebro es como un altavoz en el espacio: mucho volumen, ningún sonido.",
    "Eres como un meme de gato usando sombrero… en una conferencia de neurocirugía.",
    "Si la coherencia fuera un rompecabezas, tú estarías tratando de encajar piezas de otro juego.",
    "Tu lógica es como un calendario maya: todos creen que predice el fin… del sentido común.",
    "Eres como un subtítulo en jeroglíficos egipcios… en una película de Disney.",
    "Si la inteligencia fuera un supermercado, tú estarías en la sección de 'cosas que parecen comida pero no lo son'.",
    "Tu mente es como un GPS en el centro del laberinto de Creta: recalculando… eternamente.",
    "Eres el tipo de persona que intenta cargar su teléfono con pensamientos positivos.",
    "Si la racionalidad fuera un pastel, tú serías la vela que lo derrite… con lágrimas de confusión.",
    "Tu cerebro es como un teclado sin letras: presionas, pero no escribes nada.",
    "Eres como un pez intentando usar Tinder… en el desierto.",
    "Si la lógica fuera un instrumento musical, tú estarías tocando con los codos… en la oscuridad.",
    "Tu mente es como un libro de recetas escrito por un robot que odia cocinar.",
    "Eres el tipo de persona que pone 'modo avión' en su vida… pero sigue recibiendo llamadas de la realidad.",
    "Si la coherencia fuera un color, tú serías el arcoíris después de una tormenta de confeti.",
    "Tu cerebro es como un cargador solar… en una cueva.",
    "Eres como un emoji de fuego en una nevera… intentando derretir el hielo con actitud.",
    "Si la inteligencia fuera un baile, tú estarías haciendo el robot… en cámara lenta… bajo agua.",
    "Tu lógica es como un mapa del tesoro dibujado en una servilleta de ketchup.",
    "Eres como un Wi-Fi llamado 'FBI Surveillance Van'… pero sin contraseña… y sin internet.",
    "Si la racionalidad fuera un animal, tú serías el ornitorrinco de las malas decisiones.",
    "Tu mente es como un correo electrónico sin destinatario: envías, pero no llega a nadie.",
    "Eres el tipo de persona que intenta doblar una esquina redonda… con un GPS de 2003.",
    "Si la profundidad fuera un pozo, tú serías el cubo que sube vacío… y lo celebra.",
    "Tu cerebro es como un altavoz conectado a un silencio muy ruidoso.",
    "Eres como un meme de 'esto no es un meme'… en un foro de filosofía antigua.",
    "Si la coherencia fuera un superhéroe, tú serías su fan número 0… que no entiende la trama.",
    "Tu lógica es como un horóscopo escrito por un loro borracho.",
    "Eres como un subtítulo en esperanto… en un video de gatos maullando.",
    "Si la inteligencia fuera un pastel, tú serías la migaja que se cayó… y se cree el postre.",
    "Tu mente es como un navegador con 99 pestañas… todas tituladas '¿por qué?'",
    "Eres el tipo de persona que intenta apagar un incendio con un extintor de emojis.",
    "Si la racionalidad fuera un tren, tú estarías en el vagón de equipaje… lleno de excusas.",
    "Tu cerebro es como un cargador inalámbrico… en un mundo sin electricidad.",
    "Eres como un GIF de 'loading'… en una conversación terminada.",
    "Eres como una pizza sin queso: desconciertas",
    "Tienes energía de NPC secundario",
    "Si fueras un bug, serías undocumented"
  ],
  "extremo": [
    "Calla parguelitaa que tienes menos neuronas que un concursante de la Isla de las Tentaciones",
    "Tu culo se va a poner celoso de toda la mierda que sueltas por la boca",
    "No me entra en la cabeza como pudiste ser el espermatozoide más rápido",
    "Eres mi ejemplo a NO seguir, payaso",
    "Si te dicen que tienes un cromosoma de más no te lo creas, seguro que tienes 5 más por lo menos",
    "Cállate anda que hasta tu eco se avergüenza de repetirte",
    "¿Tu cerebro debe estar en modo avión? Parece que no está recibiendo señal",
    "Calla ya, que hasta tu mierda huele a ignorancia.",
    "Hablas tanto mierda que tu culo debe estar celoso de no ser el único agujero por donde la sueltas.",
    "Eres tan inútil que hasta el espermatozoide que te formó se arrepintió en el camino.",
    "Si te metieran en una lavadora con sentido común, saldrías igual: vacío y oliendo a nada.",
    "Tienes menos neuronas que un TikTok de 'reflexiones de adolescente con resaca'.",
    "No sé qué es más patético: tu cara de gilipollas o las tonterías que sueltas por esa boca de alcantarilla.",
    "Eres el tipo de imbécil que hasta el diablo mandaría de vuelta al infierno por aburrido.",
    "Hasta tu padre te ha bloqueado en el móvil de tanto bochorno.",
    "Si la estupidez fuera caca, tú serías el que se la pasa limpiando el váter ajeno… sin guantes.",
    "Te crees gracioso, pero tu humor apesta más que un calcetín de camionero después de un Madrid-Barça.",
    "Eres tan gilipollas que hasta tu reflejo te manda a la mierda.",
    "Tus opiniones valen menos que un pedo en una piscina olímpica.",
    "Por mucho que te laves la boca, siempre vas a seguir escupiendo mierda de burro.",
    "Ni siquiera el modo incógnito de Chrome quiere guardar tu historial mental.",
    "Calla, que hasta tu mierda se niega a salir por miedo a parecerse a tus ideas.",
    "Eres tan inútil que hasta el Wi-Fi te pide contraseña… y no la acepta.",
    "Tienes menos sustancia que un huevo de plástico en una pelea de gallinas.",
    "Hasta tu sombra te ha puesto en silencio para no escuchar tus gilipolleces.",
    "Si la estupidez fuera un deporte olímpico, tú serías el que se cae al podio al subir.",
    "Eres como un meme repetido: ya nadie ríe, pero sigues apareciendo como si fueras relevante.",
    "Tus opiniones huelen a calcetín mojado y desesperación sexual.",
    "No sé qué es más triste: tu cara de bobo o el hecho de que te creas con derecho a hablar.",
    "Eres el tipo de imbécil que hasta el espejo evita cuando está solo.",
    "Tu coeficiente intelectual es tan bajo que ni el suelo lo toca.",
    "Hablas tanta mierda que tu culo debe estar celoso de no ser el único orificio productivo.",
    "Si te metieran en un grupo de WhatsApp de gente normal, te echarían por aburrido… y feo.",
    "Eres tan patético que hasta tu reflejo te bloquea en Instagram.",
    "Tu existencia es como un tuit de 'buenos días' a las 4 a.m.: innecesaria y molesta.",
    "Eres el motivo por el que algunos animales abandonan a sus crías nada más nacer.",
    "Tus argumentos son tan débiles que se rompen solos al caer al suelo.",
    "Si la ignorancia fuera caca, tú serías el váter del aeropuerto de Barajas.",
    "Tu boca es como un basurero: todo lo que sale huele mal y nadie lo quiere.",
    "Eres el tipo de persona que entra en un grupo de debate y dice 'yo opino lo contrario'… sin haber leído nada.",
    "Ni tu madre te defiende cuando hablas, y eso que parió tres veces para ver si salía algo decente.",
    "Eres como un cargador de iPhone falso: prometes energía, pero solo das calambres.",
    "Hasta tu eco te ha denunciado por acoso psicológico.",
    "Tienes menos gracia que un funeral de payaso en plena ola de calor.",
    "Tu nivel de relevancia es comparable al de un comentario anónimo en un foro de 2007.",
    "Hablas como si supieras algo, pero hueles a desesperación y TikTok a medianoche.",
    "Eres el error tipográfico de la evolución humana.",
    "Ni siquiera el bot de '¿te gustaría ganar dinero desde casa?' te responde ya.",
    "Eres como un emoji de 🤡, pero sin la parte divertida.",
    "Si la tontería fuera electricidad, tú serías el apagón nacional.",
    "Tu presencia es como un pop-up de antivirus: todos quieren cerrarte, pero apareces igual.",
    "Hasta tu nombre de usuario huele a 'necesito atención y no sé cómo conseguirla'.",
    "Eres el tipo de imbécil que discute con un bot y pierde.",
    "Tus pensamientos están tan desordenados que ni el modo oscuro los hace más soportables.",
    "Tienes menos carisma que un PowerPoint de contabilidad.",
    "Eres como un like en una foto de perfil de 2012: tardío, inútil y sin intención real.",
    "Si la vida fuera un juego, tú serías el NPC que repite la misma frase hasta que te dan ganas de reiniciar el universo."
  ]
}